[
    { "text": "The best way to predict the future is to invent it.", "author": "Alan Kay" },
    { "text": "Life is 10% what happens to us and 90% how we react to it.", "author": "Charles R. Swindoll" },
    { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "text": "In the middle of every difficulty lies opportunity.", "author": "Albert Einstein" },
    {
        "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    { "text": "Do what you can, with what you have, where you are.", "author": "Theodore Roosevelt" },
    { "text": "Your time is limited, don't waste it living someone else's life.", "author": "Steve Jobs" },
    { "text": "If you want to lift yourself up, lift up someone else.", "author": "Booker T. Washington" },
    { "text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas Edison" },
    { "text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius" },
    {
        "text": "The only limit to our realization of tomorrow is our doubts of today.",
        "author": "Franklin D. Roosevelt"
    },
    { "text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt" },
    { "text": "Act as if what you do makes a difference. It does.", "author": "William James" },
    { "text": "It always seems impossible until it’s done.", "author": "Nelson Mandela" },
    {
        "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
        "author": "Zig Ziglar"
    },
    { "text": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky" },
    { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "text": "Don't watch the clock; do what it does. Keep going.", "author": "Sam Levenson" },
    { "text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis" },
    {
        "text": "Success usually comes to those who are too busy to be looking for it.",
        "author": "Henry David Thoreau"
    },
    { "text": "Hardships often prepare ordinary people for an extraordinary destiny.", "author": "C.S. Lewis" },
    {
        "text": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.",
        "author": "Ralph Waldo Emerson"
    },
    { "text": "Dream big and dare to fail.", "author": "Norman Vaughan" },
    {
        "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
        "author": "Albert Schweitzer"
    },
    { "text": "You only live once, but if you do it right, once is enough.", "author": "Mae West" },
    {
        "text": "Go confidently in the direction of your dreams. Live the life you have imagined.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
        "author": "Ralph Waldo Emerson"
    },
    { "text": "Happiness is not something ready made. It comes from your own actions.", "author": "Dalai Lama" },
    { "text": "The best revenge is massive success.", "author": "Frank Sinatra" },
    { "text": "Your life does not get better by chance, it gets better by change.", "author": "Jim Rohn" },
    {
        "text": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can’t achieve it.",
        "author": "Jordan Belfort"
    },
    {
        "text": "If you want something you’ve never had, you must be willing to do something you’ve never done.",
        "author": "Thomas Jefferson"
    },
    {
        "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
        "author": "Ralph Waldo Emerson"
    },
    { "text": "Life is what happens when you're busy making other plans.", "author": "John Lennon" },
    {
        "text": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
        "author": "Roy T. Bennett"
    },
    { "text": "We may encounter many defeats but we must not be defeated.", "author": "Maya Angelou" },
    { "text": "It is never too late to be what you might have been.", "author": "George Eliot" },
    { "text": "Success is getting what you want. Happiness is wanting what you get.", "author": "Dale Carnegie" },
    {
        "text": "Do not wait to strike till the iron is hot; but make it hot by striking.",
        "author": "William Butler Yeats"
    },
    { "text": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt" },
    { "text": "Keep your face always toward the sunshine—and shadows will fall behind you.", "author": "Walt Whitman" },
    {
        "text": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    },
    { "text": "Don't let yesterday take up too much of today.", "author": "Will Rogers" },
    { "text": "It is our choices that show what we truly are, far more than our abilities.", "author": "J.K. Rowling" },
    { "text": "The secret of getting ahead is getting started.", "author": "Mark Twain" },
    { "text": "Don't wait. The time will never be just right.", "author": "Napoleon Hill" },
    { "text": "Everything you’ve ever wanted is on the other side of fear.", "author": "George Addair" },
    {
        "text": "People who are crazy enough to think they can change the world are the ones who do.",
        "author": "Rob Siltanen"
    }
]
